Repository: rrroyal/vulcan
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: pl

source: Error!
pl: Błąd!

source: Not reachable
pl: Brak połączenia z serwerem.

source: Today
pl: Dzisiaj

source: Tomorrow
pl: Jutro

source: Lessons
pl: Lekcje

source: No endpoint URL found
pl: Nie znaleziono adresu URL. Sprawdź swój token.

source: Tomorrow: %@
pl: Jutro: %@

source: Home
pl: Strona główna

source: Grades
pl: Oceny

source: Schedule
pl: Plan lekcji

source: Tasks
pl: Zadania

source: Messages
pl: Wiadomości

source: NO_CONNECTION_TITLE
pl: Brak połączenia z internetem!

source: NO_CONNECTION_SUBTITLE
pl: Tylko lokalnie zapisane dane są dostępne.

source: Nothing selected
pl: Nic nie wybrano

source: Welcome to
pl: Witaj w

source: ONBOARDING_FUNCTION1_TITLE
pl: Korzystaj z platformy

source: ONBOARDING_FUNCTION1_DESCRIPTION
pl: Widgety, aplikacja na  Watch, ciemny motyw - jest tutaj wszystko.

source: ONBOARDING_FUNCTION2_TITLE
pl: Powiadomienia

source: ONBOARDING_FUNCTION2_DESCRIPTION
pl: Aplikacja przypomni Ci o kolejnych zajęciach, nowych wiadomościach, ocenach, itp.

source: ONBOARDING_FUNCTION3_TITLE
pl: Stworzone przez studenta

source: ONBOARDING_FUNCTION3_DESCRIPTION
pl: My, uczniowie, lepiej wiemy czego potrzebujemy.

source: Continue
pl: Kontynuuj

source: Log in
pl: Zaloguj

source: SETUP_TITLE
pl: Logowanie

source: Fill all fields!
pl: Wypełnij wszystkie pola!

source: Logging in...
pl: Loguje się...

source: Error logging in
pl: Błąd podczas logowania

source: Go back
pl: Wróć

source: Nevermind
pl: Nieważne

source: User
pl: Użytkownik

source: HELLO : %s
pl: Cześć, %@!

source: GOOD_MORNING : %@
pl: Dzień dobry, %@!

source: GOOD_AFTERNOON : %@
pl: Dzień dobry, %@!

source: GOOD_EVENING : %@
pl: Dobry wieczór, %@!

source: DATE_CURRENTLY : %@
pl: Jest %@.

source: Current lesson
pl: Bieżąca lekcja

source: Next lesson
pl: Następna lekcja

source: No lessons for now ☺️
pl: Brak lekcji w najbliższym czasie ☺️

source: New grades
pl: Nowe oceny

source: Exams
pl: Testy

source: Homework
pl: Zadania domowe

source: New messages
pl: Nowe wiadomości

source: User details
pl: Dane użytkownika

source: Not logged in
pl: Nie zalogowano

source: No grades
pl: Brak ocen

source: No lessons for this week 😊
pl: Brak lekcji na ten tydzień 😊

source: No lessons for this day 😊
pl: Brak lekcji na ten dzień 😊

source: No tasks
pl: Brak zadań

source: TASKS_FOLDER_TITLE
pl: Wybierz kategorię

source: Add to reminders
pl: Dodaj do przypomnień

source: Add to calendar
pl: Dodaj do kalendarza

source: TAG_EXAM
pl: Test

source: TAG_HOMEWORK
pl: Zadanie domowe

source: No exams for this month 😊
pl: Brak testów w tym miesiącu 😊

source: No homework for this month 😊
pl: Brak zadań domowych w tym miesiącu 😊

source: No messages found
pl: Brak wiadomości

source: Unknown
pl: Nieznane

source: Reply
pl: Odpowiedz

source: Mark as read
pl: Przeczytano

source: Copy
pl: Kopiuj

source: Delete
pl: Usuń

source: MESSAGES_FOLDER_TITLE
pl: Wybierz folder

source: Received
pl: Odebrane

source: Sent
pl: Wysłane

source: Deleted
pl: Usunięte

source: MESSAGES : %@
pl: Wiadomości (%@)

source: Filter
pl: Filtrowanie

source: All
pl: Wszystko

source: New
pl: Nowa

source: General
pl: Ogólne

source: Settings
pl: Ustawienia

source: Libraries
pl: Biblioteki

source: Default
pl: Domyślny

source: SETTINGS_LOGGEDIN : %@
pl: Zalogowano jako %@

source: Log out
pl: Wyloguj się

source: Show all
pl: Wszystkie

source: Notifications
pl: Powiadomienia

source: SETTINGS_SCHEDULEALLEVENTS
pl: Pokaż wszystkie grupy

source: SETTINGS_SCHEDULEALLEVENTS_TOOLTIP
pl: Jeśli włączone, będziesz widzieć plan lekcji całej klasy.

source: SETTINGS_READMESSAGEONOPEN
pl: Czytaj wiadomości po otwarciu

source: SETTINGS_READMESSAGEONOPEN_TOOLTIP
pl: Wiadomości zostaną oznaczone jako przeczytane po ich otwarciu.

source: SETTINGS_SCHEDULENOTIFICATIONS
pl: Powiadomienia o lekcjach

source: SETTINGS_SCHEDULENOTIFICATIONS_TOOLTIP
pl: Aplikacja przypomni ci o następnej lekcji na końcu wcześniejszej.

source: SETTINGS_TASKNOTIFICATIONS
pl: Powiadomienia o zadaniach

source: SETTINGS_TASKNOTIFICATIONS_TOOLTIP
pl: Aplikacja przypomni ci o zadaniach dzień wcześniej.

source: Interface
pl: Interfejs

source: SETTINGS_FILTERSCHEDULE
pl: Pokazuj tylko wybrany dzień

source: SETTINGS_FILTERSCHEDULE_TOOLTIP
pl: Plan lekcji zamiast pokazywać cały tydzień będzie pokazywał tylko wybrany dzień.

source: SETTINGS_COLORIZEGRADES
pl: Koloruj oceny

source: SETTINGS_COLORIZEGRADES_TOOLTIP
pl: Etykiety ocen będą kolorowe.

source: SETTINGS_HAPTICFEEDBACK
pl: Haptic Feedback

source: SETTINGS_HAPTICFEEDBACK_TOOLTIP
pl: Jeśli nie lubisz Haptic Feedback'u tak bardzo jak ja, możesz go wyłączyć.

source: Other
pl: Inne

source: Reset user settings
pl: Resetuj

source: SETTINGS_RESET
pl: Na pewno?

source: SETTINGS_RESET_TOOLTIP
pl: Wszystkie dane aplikacji zostaną usunięte!

source: SETTINGS_RESETTED
pl: Zresetowano! Zrestartować aplikacje?

source: Done!
pl: Gotowe!

source: Yes
pl: Tak

source: No
pl: Nie

source: Reset
pl: Resetuj

source: New update available!
pl: Dostępna jest nowa wersja!

source: Color Scheme
pl: Motyw

source: App Icon
pl: Ikona aplikacji

source: AppIcon
pl: Domyślna

source: Made with ❤️ (and ☕️) by @rrroyal
pl: Zrobione z ❤️ (i ☕️) przez @rrroyal

source: Version %@ (Build %@)
pl: Wersja %@ (Numer %@)

source: No description
pl: Brak opisu

source: Average
pl: Średnia

source: Anticipated
pl: Ocena proponowana

source: Final
pl: Ocena ostateczna

source: Title
pl: Tytuł

source: Choose a recipient...
pl: Wybierz adresatów...

source: Message content...
pl: Treść wiadomości...

source: Recipients
pl: Adresaci

source: Done
pl: Gotowe

source: Links
pl: Odnośniki

source: Users
pl: Użytkownicy

source: About
pl: O użytkowniku

source: Name
pl: Imię

source: Second name
pl: Drugie imię

source: Surname
pl: Nazwisko

source: Nick
pl: Pseudonim

source: Department Code
pl: Kod wydziału

source: Branch Name
pl: Nazwa wydziału

source: Branch Name (short)
pl: Krótka nazwa wydziału

source: Nothing found
pl: Nic nie znaleziono

source: Anticipated grades
pl: Oceny proponowane

source: Final grades
pl: Oceny ostateczne

source: Notes
pl: Uwagi

source: No entry
pl: Brak wpisu

source: EXAM_BIG
pl: Sprawdzian

source: EXAM_SMALL
pl: Kartkówka
